{
  "type": "Collection",
  "id": "mobility_daily_traffic",
  "stac_version": "1.1.0",
  "description": "## Purpose and Context\nThis layer presents daily traffic volumes for the entire high-level road network and represents the spatially complete and temporally high-resolution outcome of the HFLB data scaling procedure.\nIt builds directly on the monthly calibration against ASFINAG traffic count data and enables detailed analysis of short-term temporal dynamics in traffic patterns.\n\nThis layer provides a consistent, network-wide, and daily-resolved traffic dataset, enabling analysis of weekday–weekend and holiday effects, assessment of temporal variability in traffic intensity, and integration with high-resolution EO-based environmental and air quality data. It forms a key input for analyses requiring fine temporal granularity across the entire road network.\n\n## Data Basis\nThe layer is based exclusively on HFLB mobility data and visualizes two traffic volume representations:\n- Trajectories (max): Raw, unscaled HFLB traffic volumes describing relative daily traffic intensity.\n- Trajectories (scaled): Daily traffic volumes derived by applying the previously determined global scaling factor, resulting in calibrated traffic estimates.\nBoth variables are available for all road segments of the high-level road network and for the full analysis period.\n\n## Visualization and Interaction\nDaily traffic volumes are displayed on the map for all road segments.\nWhen selecting a road segment, a time series of daily traffic volumes is shown in a line chart covering the full observation period.\nThe visualization differentiates between weekdays, weekends, and public holidays. This supports the identification of recurring daily and weekly traffic patterns, short-term fluctuations, and differences between raw and scaled traffic volumes.\n\n## Interpretation and Limitations\nThe scaled daily traffic volumes represent calibrated estimates derived from monthly reference data. While this approach enables high temporal resolution analyses, it also implies that absolute daily traffic volumes are inferred rather than directly observed. Local, short-term deviations cannot be validated against daily reference counts.\nThe layer is therefore intended for pattern analysis and comparative assessments, rather than for precise daily traffic quantification at individual road segments.",
  "links": [
    {
      "rel": "root",
      "href": "../../catalog.json",
      "type": "application/json",
      "title": "GTIF Austria"
    },
    {
      "rel": "parent",
      "href": "../collection.json",
      "type": "application/json",
      "title": "Daily Traffic Volume"
    }
  ],
  "thumbnail": "https://workspace-ui-public.gtif-austria.hub-otc.eox.at/api/public/share/public-4wazei3y-02/WR-09-Human-Mobility-Data/thumbnails/Gemini_monthly_daily.jpg",
  "themes": [
    "mobility-transition"
  ],
  "tags": [
    "mobility"
  ],
  "agency": [
    "ESA"
  ],
  "collection_group": "Mobility Transition",
  "endpointtype": "VectorTile source",
  "title": "Daily Traffic Volume",
  "extent": {
    "spatial": {
      "bbox": [
        [
          15.0,
          47.69,
          17.7,
          48.5
        ]
      ]
    },
    "temporal": {
      "interval": [
        [
          "2019-07-01T00:00:00Z",
          "2022-12-31T00:00:00Z"
        ]
      ]
    }
  },
  "license": "other",
  "assets": {
    "geoparquet": {
      "href": "./items.parquet",
      "type": "application/vnd.apache.parquet",
      "title": "GeoParquet Items",
      "roles": [
        "collection-mirror"
      ]
    },
    "thumbnail": {
      "href": "https://workspace-ui-public.gtif-austria.hub-otc.eox.at/api/public/share/public-4wazei3y-02/WR-09-Human-Mobility-Data/thumbnails/Gemini_monthly_daily.jpg",
      "type": "image/png",
      "roles": [
        "thumbnail"
      ]
    }
  }
}